Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E03B.tmx
Source language: en_us
Languages: zh_cn

source: 3 homemade salt scrub recipes to try
zh_cn: 三款自制磨砂盐的配方

source: Save your skin and the planet with these all-natural homemade salt scrubs.
zh_cn: 用纯天然手工的磨砂盐呵护肌肤的同时也保护了环境。

source: Both sugar and salt scrubs are designed to exfoliate the skin.
zh_cn: 糖和盐两种质地的磨砂膏都能达到去除肌肤角质的功效。

source: Massaging them into damp skin removes layers of dirt and dead skin cells and encourages skin to shed at a more rapid rate, typically every 30 days.
zh_cn: 湿润皮肤后，用磨砂膏轻轻按摩，可以去除皮肤上的污垢层和死皮细胞，促进皮肤的代谢循环，一般以三十天为一周期。

source: Exfoliation also leaves behind healthy, glowing, softer skin.
zh_cn: 去角质还可以让皮肤健康柔软有光泽。

source: While sugar scrubs are made up of small granules and are better suited to exfoliate sensitive areas like the face, or for gently exfoliating skin with eczema or acne, salt scrubs are more abrasive with larger granules suitable for harsher scrubbing of callused skin like that of the feet, or as an overall body scrub to encourage skin shedding.
zh_cn: 糖类磨砂膏的颗粒细腻，更适合为面部或起有湿疹、痤疮粉刺等敏感部位的肌肤去角质；盐类磨砂膏的颗粒则更为粗糙，适用于为脚步等粗糙部位以及全身做深度磨砂，以促进皮肤代谢。

source: What's more, salt contains minerals like magnesium, potassium and calcium, great for skin cell restoration and reducing the signs of aging.
zh_cn: 另外，盐中包含镁、钾、钙等矿物质，可以有效刺激皮细胞再生，消除皮肤老化的迹象。

source: You can buy salt scrubs at varying price points from inexpensive to pricey, or you can experiment with making homemade variations with simple kitchen ingredients.
zh_cn: 你可以买到从低廉到昂贵的不同价位的磨砂盐，或者你还可以在家中用厨房里一些简单的材料自制磨砂盐。

source: Stored in pretty glass jars, salt scrubs make great gifts, last six months, and can vary in scents and healing properties.
zh_cn: 将做好的磨砂盐装进漂亮的玻璃罐里，就是一件上好的礼物了，保质期为六个月，你还可以根据喜好调整出不同的香型和功效。

source: Here are a few homemade salt scrubs to try:
zh_cn: 以下就是几款值得尝试的磨砂盐配方：

source: Relaxing Lavender Salt Scrub
zh_cn: 薰衣草舒缓磨砂盐

source: Ingredients
zh_cn: 用料：

source: Pink Himalayan sea salt, or other sea salt varietal (1 cup)
zh_cn: 喜马拉雅粉红海盐，或其他种类的海盐（1茶杯）

source: Nutritive oil like almond, grapeseed, avocado or rosehip oil (1/2 cup)
zh_cn: 营养性油脂如杏仁油、葡萄籽油、鳄梨油或玫瑰果油（1/2茶杯）

source: Lavender essential oil (relaxing) or peppermint (energizing), or orange (stimulating), or geranium (mood lifting) 5-10 drops
zh_cn: 薰衣草精油（舒缓功效）或薄荷精油（醒脑功效）、香橙精油（刺激功效）、天竺葵精油（提振情绪功效）5-10滴

source: Optional: Toss in crushed flower petals or leaves of lavender, peppermint, citrus or geranium for color
zh_cn: 选配材料：可加入花瓣碎屑或薰衣草、薄荷、柑橘或天竺葵叶增添色彩

source: Mix all ingredients in clean dry bowl and store in glass jar.
zh_cn: 将所有材料在一只洁净干燥的碗中混合均匀后，分装进玻璃罐。

source: Rub into damp skin or spread on loofah and use as all over body scrub weekly.
zh_cn: 湿润肌肤后使用，或涂在丝瓜络上按摩全身，每周一次。

source: Oatmeal & Patchouli Sea Salt Scrub
zh_cn: 燕麦广藿香海盐磨砂膏

source: Ingredients:
zh_cn: 用料:

source: Sea salt (2 cups)
zh_cn: 1.海盐（2茶杯）

source: Oatmeal, ground and uncooked (1/2 cup)
zh_cn: 2.研磨生燕麦（1/2茶杯）

source: Grapeseed oil (1/2 cup)
zh_cn: 3.葡萄籽油（1/2茶杯）

source: Olive oil (1/2 cup)
zh_cn: 4.橄榄油（1/2茶杯）

source: Patchouli essential oil (5-10 drops)
zh_cn: 5.广藿香精油（5-10滴）

source: Put salt in a clean, dry bowl, add oils and mix with a spoon.
zh_cn: 将盐倒入清洁干燥的碗中加入油，用勺子搅拌均匀。

source: Add drops of patchouli and mix well.
zh_cn: 滴入数滴广藿香精油混合。

source: Store in glass jar and use as a soothing, relaxing all-over body exfoliant.
zh_cn: 装入玻璃罐储存。用于光滑肌肤，放松全身。

source: Peppermint Foot Scrub
zh_cn: 薄荷足部磨砂膏

source: Epsom salt (1 cup)
zh_cn: 1.泻盐（1茶杯）

source: Sea salt (1 cup)
zh_cn: 2.海盐（1茶杯）

source: Baking Soda (1 cup)
zh_cn: 3.小苏打（1茶杯）

source: Peppermint oil (15-20 drops)
zh_cn: 4.薄荷油（15-20滴）

source: Tea tree oil (1 teaspoon) optional for antibacterial purposes
zh_cn: 5.茶树精油（1茶匙)有抗菌功效，可选择性添加

source: Pour all ingredients into glass jar and shake to mix. Use weekly to scrub feet and soothe rough heels.
zh_cn: 将所有原料倒入玻璃罐中摇晃混合，每周用于磨砂足部，去除足跟死皮。
